package com.example.demo.properties;

public class RealTimeProperties {


    //부산광역시 해운대구 우동 nx,ny  =99, 76
    public static final String nx = "99";
    public static final String ny = "76";

    //99,76을 가지는 좌표들..
//    부산광역시	해운대구	우제2동	99	76	129	8	31.96	35	10	5.36	129.1422111111111	35.16815555555555
//    부산광역시	해운대구	반여제1동	99	76	129	7	16.28	35	11	53.0	129.1211888888889	35.198055555555555
//    부산광역시	해운대구	반여제2동	99	76	129	7	56.47	35	11	34.19	129.13235277777778	35.19283055555555
//    부산광역시	해운대구	반여제3동	99	76	129	8	8.52	35	11	52.82	129.13569999999999	35.198005555555554
//    부산광역시	해운대구	반여제4동	99	76	129	7	9.64	35	12	21.97	129.11934444444447	35.20610277777778
//    부산광역시	해운대구	재송제1동	99	76	129	7	32.32	35	10	51.11	129.12564444444445	35.18086388888889
//    부산광역시	해운대구	재송제2동	99	76	129	7	39.79	35	11	11.58	129.12771944444447	35.18655

    //해운대구 우동 위경도
    private static final String lat = "35.170421";
    private static final String lon = "129.158254";

}
